app/controllers/users_controller.rb

INSERT INTO "users" ("email", "password", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["email", "asfa"], ["password", "fdafda"], ["created_at", 2017-02-08 16:19:44 UTC], ["updated_at", 2017-02-08 16:19:44 UTC]]
---
	 def create
	 	@user = User.new(params[:user].permit(:email, :password))
 		@user.save